-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 05, 2017 at 07:02 AM
-- Server version: 10.1.28-MariaDB
-- PHP Version: 7.1.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `meeting`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_countries`
--

CREATE TABLE `tbl_countries` (
  `CountryId` int(11) NOT NULL,
  `CountrySummary` varchar(3) COLLATE utf8mb4_persian_ci NOT NULL,
  `CountryName` varchar(40) COLLATE utf8mb4_persian_ci NOT NULL,
  `PhoneCode` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `tbl_countries`
--

INSERT INTO `tbl_countries` (`CountryId`, `CountrySummary`, `CountryName`, `PhoneCode`) VALUES
(1, 'AF', 'افغانستان', 93),
(2, 'AL', 'آلبانی', 355),
(3, 'DZ', 'الجزایر', 213),
(4, 'AS', 'ساموآی آمریکا', 1684),
(5, 'AD', 'آندورا', 376),
(6, 'AO', 'آنگولا', 244),
(7, 'AI', 'آنگویلا', 1264),
(8, 'AQ', 'جنوبگان', 0),
(9, 'AG', 'آنتیگوآ و باربودا', 1268),
(10, 'AR', 'آرژانتین', 54),
(11, 'AM', 'ارمنستان', 374),
(12, 'AW', 'آروبا', 297),
(13, 'AU', 'استرالیا', 61),
(14, 'AT', 'اتریش', 43),
(15, 'AZ', 'آذربایجان', 994),
(16, 'BS', 'باهاما', 1242),
(17, 'BH', 'بحرین', 973),
(18, 'BD', 'بنگلادش', 880),
(19, 'BB', 'باربادوس', 1246),
(20, 'BY', 'بلاروس', 375),
(21, 'BE', 'بلژیک', 32),
(22, 'BZ', 'بلیز', 501),
(23, 'BJ', 'بنین', 229),
(24, 'BM', 'برمودا', 1441),
(25, 'BT', 'بوتان', 975),
(26, 'BO', 'بولیوی', 591),
(27, 'BA', 'بوسنی و هرزگوین', 387),
(28, 'BW', 'بوتسوانا', 267),
(29, 'BV', 'جزیره بووه', 0),
(30, 'BR', 'برزیل', 55),
(31, 'IO', 'قلمرو بریتانیا در اقیانوس هند\r\n', 246),
(32, 'BN', 'برونئی', 673),
(33, 'BG', 'بلغارستان', 359),
(34, 'BF', 'بورکینافاسو', 226),
(35, 'BI', 'بوروندی', 257),
(36, 'KH', 'کامبوج', 855),
(37, 'CM', 'کامرون', 237),
(38, 'CA', 'کانادا', 1),
(39, 'CV', 'کیپ ورد', 238),
(40, 'KY', 'جزایر کیمن', 1345),
(41, 'CF', 'جمهوری آفریقای مرکزی', 236),
(42, 'TD', 'چاد', 235),
(43, 'CL', 'شیلی', 56),
(44, 'CN', 'چین', 86),
(45, 'CX', 'جزیره کریسمس', 61),
(46, 'CC', 'جزایر کوکوس', 672),
(47, 'CO', 'کلمبیا', 57),
(48, 'KM', 'کومور', 269),
(49, 'CG', 'جمهوری کنگو', 242),
(50, 'CD', 'جمهوری دموکراتیک کنگو', 242),
(51, 'CK', 'جزایر کوک', 682),
(52, 'CR', 'کاستاریکا', 506),
(53, 'CI', 'ساحل عاج', 225),
(54, 'HR', 'کرواسی', 385),
(55, 'CU', 'کوبا', 53),
(56, 'CY', 'قبرس', 357),
(57, 'CZ', 'جمهوری چک', 420),
(58, 'DK', 'دانمارک', 45),
(59, 'DJ', 'جیبوتی', 253),
(60, 'DM', 'دومینیکا', 1767),
(61, 'DO', 'جمهوری دومینیکن', 1809),
(62, 'TP', 'تیمور شرقی', 670),
(63, 'EC', 'اکوادور', 593),
(64, 'EG', 'مصر', 20),
(65, 'SV', 'السالوادور', 503),
(66, 'GQ', 'گینه استوایی', 240),
(67, 'ER', 'اریتره', 291),
(68, 'EE', 'استونی', 372),
(69, 'ET', 'اتیوپی', 251),
(70, 'XA', 'قلمروی وابسته', 61),
(71, 'FK', 'جزایر فالکلند', 500),
(72, 'FO', 'جزایر فارو', 298),
(73, 'FJ', 'جزایر فیجی', 679),
(74, 'FI', 'فنلاند', 358),
(75, 'FR', 'فرانسه', 33),
(76, 'GF', 'گویان فرانسه', 594),
(77, 'PF', 'پلی‌نزی فرانسه', 689),
(78, 'TF', 'سرزمین‌های جنوبی و جنوبگانی فرانسه', 0),
(79, 'GA', 'گابن', 241),
(80, 'GM', 'گامبیا', 220),
(81, 'GE', 'گرجستان', 995),
(82, 'DE', 'آلمان', 49),
(83, 'GH', 'غنا', 233),
(84, 'GI', 'جبل طارق', 350),
(85, 'GR', 'یونان', 30),
(86, 'GL', 'گرینلند', 299),
(87, 'GD', 'گرنادا\r\n', 1473),
(88, 'GP', 'گوادلوپ', 590),
(89, 'GU', 'گوام', 1671),
(90, 'GT', 'گواتمالا', 502),
(91, 'XU', 'گورنسی و آلدرنی', 44),
(92, 'GN', 'گینه', 224),
(93, 'GW', 'گینه بیسائو', 245),
(94, 'GY', 'گویان', 592),
(95, 'HT', 'هائیتی', 509),
(96, 'HM', 'جزیره هرد و جزایر مک‌دونالد', 0),
(97, 'HN', 'هندوراس', 504),
(98, 'HK', 'هنگ کنگ', 852),
(99, 'HU', 'مجارستان', 36),
(100, 'IS', 'ایسلند', 354),
(101, 'IN', 'هند', 91),
(102, 'ID', 'اندونزی', 62),
(103, 'IR', 'ایران', 98),
(104, 'IQ', 'عراق', 964),
(105, 'IE', 'ایرلند', 353),
(106, 'IL', 'اسرائیل', 972),
(107, 'IT', 'ایتالیا', 39),
(108, 'JM', 'جامائیکا', 1876),
(109, 'JP', 'ژاپن', 81),
(110, 'XJ', 'جرزی', 44),
(111, 'JO', 'اردن', 962),
(112, 'KZ', 'قزاقستان', 7),
(113, 'KE', 'کنیا', 254),
(114, 'KI', 'کیریباتی', 686),
(115, 'KP', 'کره شمالی', 850),
(116, 'KR', 'کره جنوبی', 82),
(117, 'KW', 'کویت', 965),
(118, 'KG', 'قرقیزستان', 996),
(119, 'LA', 'لائوس', 856),
(120, 'LV', 'لتونی', 371),
(121, 'LB', 'لبنان', 961),
(122, 'LS', 'لسوتو', 266),
(123, 'LR', 'لیبریا', 231),
(124, 'LY', 'لیبی', 218),
(125, 'LI', 'لیختن‌اشتاین\r\n', 423),
(126, 'LT', 'لیتوانی', 370),
(127, 'LU', 'لوکزامبورگ', 352),
(128, 'MO', 'ماکائو', 853),
(129, 'MK', 'مقدونیه', 389),
(130, 'MG', 'ماداگاسکار', 261),
(131, 'MW', 'مالاوی', 265),
(132, 'MY', 'مالزی', 60),
(133, 'MV', 'مالدیو', 960),
(134, 'ML', 'مالی', 223),
(135, 'MT', 'مالت', 356),
(136, 'XM', 'جزیره من\r\n', 44),
(137, 'MH', 'جزایر مارشال', 692),
(138, 'MQ', 'مارتینیک\r\n', 596),
(139, 'MR', 'موریتانی', 222),
(140, 'MU', 'موریس', 230),
(141, 'YT', 'مایوت', 269),
(142, 'MX', 'مکزیک', 52),
(143, 'FM', 'میکرونزی\r\n', 691),
(144, 'MD', 'مولداوی', 373),
(145, 'MC', 'موناکو', 377),
(146, 'MN', 'مغولستان', 976),
(147, 'MS', 'مونتسرات', 1664),
(148, 'MA', 'مراکش', 212),
(149, 'MZ', 'موزامبیک', 258),
(150, 'MM', 'میانمار', 95),
(151, 'NA', 'نامیبیا', 264),
(152, 'NR', 'نائورو', 674),
(153, 'NP', 'نپال', 977),
(154, 'AN', 'Netherlands Antilles', 599),
(155, 'NL', 'هلند', 31),
(156, 'NC', 'New Caledonia', 687),
(157, 'NZ', 'نیوزیلند', 64),
(158, 'NI', 'نیکاراگوئه', 505),
(159, 'NE', 'نیجر', 227),
(160, 'NG', 'نیجریه', 234),
(161, 'NU', 'Niue', 683),
(162, 'NF', 'Norfolk Island', 672),
(163, 'MP', 'Northern Mariana Isl', 1670),
(164, 'NO', 'نروژ', 47),
(165, 'OM', 'عمان', 968),
(166, 'PK', 'پاکستان', 92),
(167, 'PW', 'Palau', 680),
(168, 'PS', 'فلسطین', 970),
(169, 'PA', 'پاناما', 507),
(170, 'PG', 'Papua new Guinea', 675),
(171, 'PY', 'پاراگوئه', 595),
(172, 'PE', 'پرو', 51),
(173, 'PH', 'فیلیپین', 63),
(174, 'PN', 'Pitcairn Island', 0),
(175, 'PL', 'لهستان', 48),
(176, 'PT', 'پرتغال', 351),
(177, 'PR', 'پورتوریکو', 1787),
(178, 'QA', 'قطر', 974),
(179, 'RE', 'Reunion', 262),
(180, 'RO', 'رومانی', 40),
(181, 'RU', 'روسیه', 70),
(182, 'RW', 'رواندا', 250),
(183, 'SH', 'Saint Helena', 290),
(184, 'KN', 'Saint Kitts And Nevi', 1869),
(185, 'LC', 'سنت لوسیا', 1758),
(186, 'PM', 'Saint Pierre and Miq', 508),
(187, 'VC', 'Saint Vincent And Th', 1784),
(188, 'WS', 'ساموآ', 684),
(189, 'SM', 'سان مارینو', 378),
(190, 'ST', 'سائوتومه و پرنسیپ\r\n', 239),
(191, 'SA', 'عربستان سعودی', 966),
(192, 'SN', 'سنگال', 221),
(193, 'RS', 'صربستان', 381),
(194, 'SC', 'سیشل', 248),
(195, 'SL', 'سیرالئون', 232),
(196, 'SG', 'سنگاپور', 65),
(197, 'SK', 'اسلواکی', 421),
(198, 'SI', 'اسلوونی', 386),
(199, 'XG', 'سرزمین کوچک', 44),
(200, 'SB', 'جزایر سلیمان', 677),
(201, 'SO', 'سومالی', 252),
(202, 'ZA', 'آفریقای جنوبی', 27),
(203, 'GS', 'جزایر جورجیای جنوبی و ساندویچ جنوبی', 0),
(204, 'SS', 'سودان جنوبی', 211),
(205, 'ES', 'اسپانیا', 34),
(206, 'LK', 'سریلانکا', 94),
(207, 'SD', 'سودان', 249),
(208, 'SR', 'سورینام', 597),
(209, 'SJ', 'سوالبارد و یان ماین\r\n', 47),
(210, 'SZ', 'سوازیلند', 268),
(211, 'SE', 'سوئد', 46),
(212, 'CH', 'سوئیس', 41),
(213, 'SY', 'سوریه', 963),
(214, 'TW', 'تایوان', 886),
(215, 'TJ', 'تاجیکستان', 992),
(216, 'TZ', 'تانزانیا', 255),
(217, 'TH', 'تایلند', 66),
(218, 'TG', 'توگو', 228),
(219, 'TK', 'توکلائو', 690),
(220, 'TO', 'تونگا', 676),
(221, 'TT', 'ترینیداد و توباگو', 1868),
(222, 'TN', 'تونس', 216),
(223, 'TR', 'ترکیه', 90),
(224, 'TM', 'ترکمنستان', 7370),
(225, 'TC', 'جزایر تورکس و کایکوس', 1649),
(226, 'TV', 'تووالو', 688),
(227, 'UG', 'اوگاندا', 256),
(228, 'UA', 'اوکراین', 380),
(229, 'AE', 'امارات متحده عربی', 971),
(230, 'GB', 'انگلستان', 44),
(231, 'US', 'آمریکا', 1),
(232, 'UM', 'جزایر کوچک حاشیه‌ای ایالات متحده آمریکا', 1),
(233, 'UY', 'اروگوئه', 598),
(234, 'UZ', 'ازبکستان', 998),
(235, 'VU', 'وانواتو', 678),
(236, 'VA', 'سریر مقدس', 39),
(237, 'VE', 'ونزوئلا', 58),
(238, 'VN', 'ویتنام', 84),
(239, 'VG', 'جزایر ویرجین بریتانیا', 1284),
(240, 'VI', 'جزایر ویرجین آمریکا', 1340),
(241, 'WF', 'والیس و فوتونا', 681),
(242, 'EH', 'صحرای غربی', 212),
(243, 'YE', 'یمن', 967),
(244, 'YU', 'یوگوسلاوی', 38),
(245, 'ZM', 'زامبیا', 260),
(246, 'ZW', 'زیمباوه', 263);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_countries`
--
ALTER TABLE `tbl_countries`
  ADD PRIMARY KEY (`CountryId`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_countries`
--
ALTER TABLE `tbl_countries`
  MODIFY `CountryId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=247;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
